Repository: soyeht/soyeht-ios
Catalog: Packages/SoyehtCore/Sources/SoyehtCore/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, ja, ko, pt_br, pt_pt, ru, zh_hans

# household.machineJoin.error.biometricLockout
source: Biometric authentication is locked. Unlock your iPhone and try again.
ar: المصادقة الحيوية مقفلة. افتح قفل iPhone وحاول مجددًا.
de: Die biometrische Authentifizierung ist gesperrt. Entsperren Sie Ihr iPhone und versuchen Sie es erneut.
es: La autenticación biométrica está bloqueada. Desbloquea tu iPhone e inténtalo de nuevo.
fr: L’authentification biométrique est verrouillée. Déverrouillez votre iPhone et réessayez.
id: Autentikasi biometrik terkunci. Buka kunci iPhone Anda, lalu coba lagi.
ja: 生体認証がロックされています。iPhone のロックを解除して、もう一度お試しください。
ko: 생체 인증이 잠겼습니다. iPhone 잠금을 해제한 뒤 다시 시도하세요.
pt_br: A autenticação biométrica está bloqueada. Desbloqueie seu iPhone e tente de novo.
pt_pt: A autenticação biométrica está bloqueada. Desbloqueie o iPhone e tente novamente.
ru: Биометрическая аутентификация заблокирована. Разблокируйте iPhone и попробуйте снова.
zh_hans: 生物识别认证已锁定。请解锁 iPhone 后重试。

# household.machineJoin.error.macUnreachable
source: Your Mac is not reachable. Try again when both devices are online.
ar: لا يمكن الوصول إلى Mac الخاص بك. حاول مجددًا عندما يكون الجهازان متصلين.
de: Ihr Mac ist nicht erreichbar. Versuchen Sie es erneut, wenn beide Geräte online sind.
es: No se puede contactar con tu Mac. Inténtalo de nuevo cuando ambos dispositivos estén en línea.
fr: Votre Mac est injoignable. Réessayez quand les deux appareils sont en ligne.
id: Mac Anda tidak dapat dijangkau. Coba lagi saat kedua perangkat online.
ja: Mac に到達できません。両方のデバイスがオンラインのときにもう一度お試しください。
ko: Mac에 연결할 수 없습니다. 두 기기가 모두 온라인일 때 다시 시도하세요.
pt_br: Seu Mac não está acessível. Tente de novo quando os dois dispositivos estiverem online.
pt_pt: Não é possível contactar o seu Mac. Tente novamente quando ambos os dispositivos estiverem online.
ru: Ваш Mac недоступен. Попробуйте снова, когда оба устройства будут онлайн.
zh_hans: 无法连接到你的 Mac。请在两台设备都在线时重试。

# household.machineJoin.error.networkDrop
source: The connection was interrupted. Try again.
ar: انقطع الاتصال. حاول مجددًا.
de: Die Verbindung wurde unterbrochen. Versuchen Sie es erneut.
es: La conexión se interrumpió. Inténtalo de nuevo.
fr: La connexion a été interrompue. Réessayez.
id: Koneksi terputus. Coba lagi.
ja: 接続が中断されました。もう一度お試しください。
ko: 연결이 중단되었습니다. 다시 시도하세요.
pt_br: A conexão foi interrompida. Tente de novo.
pt_pt: A ligação foi interrompida. Tente novamente.
ru: Соединение было прервано. Попробуйте снова.
zh_hans: 连接已中断。请重试。

# household.machineJoin.error.certValidationFailed
source: The new machine's credentials could not be verified.
ar: تعذر التحقق من بيانات اعتماد الجهاز الجديد.
de: Die Anmeldedaten der neuen Maschine konnten nicht verifiziert werden.
es: No se pudieron verificar las credenciales de la nueva máquina.
fr: Les identifiants de la nouvelle machine n’ont pas pu être vérifiés.
id: Kredensial mesin baru tidak dapat diverifikasi.
ja: 新しいマシンの認証情報を確認できませんでした。
ko: 새 머신의 자격 증명을 확인할 수 없습니다.
pt_br: Não foi possível verificar as credenciais da nova máquina.
pt_pt: Não foi possível verificar as credenciais da nova máquina.
ru: Не удалось проверить учетные данные новой машины.
zh_hans: 无法验证新机器的凭据。

# household.machineJoin.error.gossipDisconnect
source: Reconnecting…
ar: جارٍ إعادة الاتصال…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
fr: Reconnexion…
id: Menyambungkan ulang…
ja: 再接続中…
ko: 다시 연결 중…
pt_br: Reconectando…
pt_pt: Reconectando…
ru: Повторное подключение…
zh_hans: 正在重新连接…

# household.machineJoin.error.derivationDrift
source: Pairing data is inconsistent. Generate a fresh pairing code on the machine.
ar: بيانات الاقتران غير متسقة. أنشئ رمز اقتران جديدًا على الجهاز.
de: Die Kopplungsdaten sind inkonsistent. Erzeugen Sie auf der Maschine einen neuen Kopplungscode.
es: Los datos de emparejamiento son inconsistentes. Genera un código de emparejamiento nuevo en la máquina.
fr: Les données d’appairage sont incohérentes. Générez un nouveau code d’appairage sur la machine.
id: Data pairing tidak konsisten. Buat kode pairing baru di mesin.
ja: ペアリングデータに不整合があります。マシンで新しいペアリングコードを生成してください。
ko: 페어링 데이터가 일치하지 않습니다. 머신에서 새 페어링 코드를 생성하세요.
pt_br: Os dados de pareamento estão inconsistentes. Gere um novo código de pareamento na máquina.
pt_pt: Os dados de emparelhamento são inconsistentes. Gere um novo código de emparelhamento na máquina.
ru: Данные сопряжения несогласованы. Создайте новый код сопряжения на машине.
zh_hans: 配对数据不一致。请在机器上生成新的配对码。

# household.machineJoin.error.protocolViolation
source: Something went wrong. Update Soyeht and try again.
ar: حدث خطأ ما. حدّث Soyeht وحاول مجددًا.
de: Etwas ist schiefgelaufen. Aktualisieren Sie Soyeht und versuchen Sie es erneut.
es: Algo salió mal. Actualiza Soyeht e inténtalo de nuevo.
fr: Une erreur s’est produite. Mettez Soyeht à jour et réessayez.
id: Terjadi kesalahan. Perbarui Soyeht, lalu coba lagi.
ja: 問題が発生しました。Soyeht をアップデートしてもう一度お試しください。
ko: 문제가 발생했습니다. Soyeht를 업데이트한 뒤 다시 시도하세요.
pt_br: Algo deu errado. Atualize o Soyeht e tente de novo.
pt_pt: Algo correu mal. Atualize o Soyeht e tente novamente.
ru: Что-то пошло не так. Обновите Soyeht и попробуйте снова.
zh_hans: 出了点问题。请更新 Soyeht 后重试。

# household.machineJoin.error.serverError
source: Your Mac rejected this join request. Generate a fresh pairing code and try again.
ar: رفض Mac الخاص بك طلب الانضمام هذا. أنشئ رمز اقتران جديدًا وحاول مجددًا.
de: Ihr Mac hat diese Beitrittsanfrage abgelehnt. Erzeugen Sie einen neuen Kopplungscode und versuchen Sie es erneut.
es: Tu Mac rechazó esta solicitud de unión. Genera un código de emparejamiento nuevo e inténtalo de nuevo.
fr: Votre Mac a refusé cette demande d’ajout. Générez un nouveau code d’appairage et réessayez.
id: Mac Anda menolak permintaan bergabung ini. Buat kode pairing baru, lalu coba lagi.
ja: Mac がこの参加リクエストを拒否しました。新しいペアリングコードを生成してもう一度お試しください。
ko: Mac이 이 참여 요청을 거부했습니다. 새 페어링 코드를 생성한 뒤 다시 시도하세요.
pt_br: Seu Mac rejeitou esta solicitação de entrada. Gere um código de pareamento novo e tente de novo.
pt_pt: O seu Mac rejeitou este pedido de entrada. Gere um novo código de emparelhamento e tente novamente.
ru: Ваш Mac отклонил этот запрос на вход. Создайте новый код сопряжения и попробуйте снова.
zh_hans: 你的 Mac 拒绝了此加入请求。请生成新的配对码后重试。

# household.machineJoin.error.signingFailed
source: This iPhone could not sign the join approval. Re-pair this owner device and try again.
ar: تعذر على هذا iPhone توقيع موافقة الانضمام. أعد إقران جهاز المالك هذا وحاول مجددًا.
de: Dieses iPhone konnte die Beitrittsfreigabe nicht signieren. Koppeln Sie dieses Eigentümergerät erneut und versuchen Sie es wieder.
es: Este iPhone no pudo firmar la aprobación de unión. Vuelve a emparejar este dispositivo propietario e inténtalo de nuevo.
fr: Cet iPhone n’a pas pu signer l’approbation d’ajout. Appairez à nouveau cet appareil propriétaire et réessayez.
id: iPhone ini tidak dapat menandatangani persetujuan bergabung. Pairing ulang perangkat pemilik ini, lalu coba lagi.
ja: この iPhone は参加承認に署名できませんでした。この所有者デバイスを再ペアリングして、もう一度お試しください。
ko: 이 iPhone에서 참여 승인을 서명할 수 없습니다. 이 소유자 기기를 다시 페어링한 뒤 다시 시도하세요.
pt_br: Este iPhone não conseguiu assinar a aprovação de entrada. Pareie este dispositivo proprietário novamente e tente de novo.
pt_pt: Este iPhone não conseguiu assinar a aprovação de entrada. Volte a emparelhar este dispositivo proprietário e tente novamente.
ru: Этот iPhone не смог подписать одобрение входа. Повторно сопрягите это устройство владельца и попробуйте снова.
zh_hans: 此 iPhone 无法签署加入批准。请重新配对此所有者设备后重试。

# household.machineJoin.settings.applePushService.footer
source: When on, your iPhone receives join-request alerts even while Soyeht is in the background. When off, alerts arrive only while Soyeht is open.
ar: عند التفعيل، يتلقى iPhone تنبيهات طلبات الانضمام حتى عندما يكون Soyeht في الخلفية. عند التعطيل، تصل التنبيهات فقط عندما يكون Soyeht مفتوحًا.
de: Wenn diese Option aktiviert ist, empfängt Ihr iPhone Beitrittsanfragen auch dann, wenn Soyeht im Hintergrund läuft. Wenn sie deaktiviert ist, kommen Warnungen nur an, während Soyeht geöffnet ist.
es: Cuando está activado, tu iPhone recibe alertas de solicitudes de unión incluso mientras Soyeht está en segundo plano. Cuando está desactivado, las alertas llegan solo mientras Soyeht está abierto.
fr: Quand cette option est activée, votre iPhone reçoit les alertes de demande d’ajout même lorsque Soyeht est en arrière-plan. Quand elle est désactivée, les alertes arrivent uniquement lorsque Soyeht est ouvert.
id: Saat aktif, iPhone Anda menerima peringatan permintaan bergabung meskipun Soyeht berjalan di latar belakang. Saat nonaktif, peringatan hanya datang saat Soyeht terbuka.
ja: オンにすると、Soyeht がバックグラウンドにある間も iPhone が参加リクエストの通知を受け取ります。オフにすると、通知は Soyeht が開いている間だけ届きます。
ko: 켜면 Soyeht가 백그라운드에 있어도 iPhone이 참여 요청 알림을 받습니다. 끄면 Soyeht가 열려 있을 때만 알림이 도착합니다.
pt_br: Quando ativado, seu iPhone recebe alertas de solicitação de entrada mesmo com o Soyeht em segundo plano. Quando desativado, os alertas chegam apenas enquanto o Soyeht está aberto.
pt_pt: Quando ativado, o seu iPhone recebe alertas de pedidos de entrada mesmo com o Soyeht em segundo plano. Quando desativado, os alertas chegam apenas enquanto o Soyeht está aberto.
ru: Когда включено, ваш iPhone получает оповещения о запросах на вход, даже если Soyeht работает в фоне. Когда выключено, оповещения приходят только при открытом Soyeht.
zh_hans: 开启后，即使 Soyeht 在后台运行，你的 iPhone 也会收到加入请求提醒。关闭后，只有在 Soyeht 打开时才会收到提醒。
